(package! magit)
(package! projectile)
(package! sunrise-commander)
(package! minimap)
(package! helm-swoop)
(package! flycheck)
(package! haskell-mode)
(package! lsp-haskell)
(package! intero)
(package! gruber-darker-theme)
(package! rjsx-mode)
(package! js2-refactor)
(package! tide)
(package! web-mode)
(package! emmet-mode)
(package! xref-js2)
(package! elpy)
(package! clojure-mode)
(package! clojure-snippets)
(package! cljr-helm)
(package! cljr-ivy)
(package! prettier-js)
(package! json-mode)
(package! php-mode)
(package! malabar-mode)
(package! go-mode)
(package! csharp-mode)
(package! rust-mode)
(package! flycheck-rust)
(package! elm-mode)
(package! lua-mode)
(package! vterm)
(package! wakatime-mode)
